[
    {
        "url": "/assets/img/commissions/umbreoclaw-wine.png",
        "title": "\"Would you care for a glass?\"",
        "description": "A commission I bought from CPTTaro on Twitter. The drawing shows me in a bar pouring a glass of wine."
    },
    {
        "url": "/assets/img/commissions/catsudon.png",
        "title": "\"Reaching for the stars\"",
        "description": "A personalized drawing purchased from catsudon_ on Twitter."
    },
    {
        "url": "/assets/img/commissions/UmbreoSabrina.png",
        "title": "\"Short n' Sweet\"",
        "description": "A commission inspired by Sabrina Carpenter's hit album, \"Short n' Sweet,\" featuring me."
    },
    {
        "url": "/assets/img/banner.webp",
        "title": "\"Twilight\"",
        "description": "This commission bought from RYGEL_SPKB on Twitter was drawn for a friend and I, it depicts me and my friend in the foreground sitting back to back. In the background is a beautiful scenery of stars and mountains and nature."
    },
    {
        "url": "/assets/img/avatar-transparent-cropped.png",
        "title": "\"Prolly will come up with a title later\"",
        "description": "This one is pretty basic, just a front shot of me, I am in a sort of sitting position with my arms behind my head so you can see my thick arms. This commission was from SmallBoiNoah on Twitter."
    },
    {
        "url": "/assets/img/commissions/AmicusComm.png",
        "title": "Amicus, my furry husband",
        "description": "ME HUGGING MY FURRY HUSBAND AMICUS (he is not mid I swear)"
    },
    {
        "url": "/assets/img/commissions/UmbreDaki.png",
        "title": "\"What are you waiting for?\"",
        "description": "This masterpiece is similar to a design you would see on a dakimakura type of pillow, showing me clothed in my suit laying flat on my stomach staring back invitingly. Proudly made by SmallBoiNoah on Twitter"
    },
    {
        "url": "/assets/img/commissions/RufusPecs.png",
        "title": "\"Heavy Temptations\"",
        "description": "A commission I had purchased from the artist RuffusBleu. My fursona stares intently at his big meaty chest."
    },
    {
        "url": "/assets/img/commissions/DanteHeadlock.png",
        "title": "\"Bicep Trouble\"",
        "description": "\"A commission purchased from the artist RexKoir on Twitter, a limited Time YCH of two characters of your choosing in a pose of intimacy."
    },
    {
        "url": "/assets/img/commissions/DanteDemands.png",
        "title": "\"Using Words\"",
        "description": "\"A commission purchased from the artist RexKoir on Twitter, a custom piece depicting my friend and I, him holding my chin staring into my eyes, rather demanding."
    },
    {
       "url": "/assets/img/commissions/commtit.png",
        "title": "\"Quite a Handful\"",
        "description": "\"A commission purchased from the artist SmallBoiNoah on Twitter, Showing me laid down on my back holding my friends pectoral muscles" 
    }
]
